---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.AutoMullionBorder2Grid2
source: html/acc4406a-b320-039c-c89a-7876cb56c93e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.AutoMullionBorder2Grid2 Property

"Border 2 Type"

## Syntax (C#)
```csharp
public static ForgeTypeId AutoMullionBorder2Grid2 { get; }
```